Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: There was an error loading pages. Pull to refresh to try again.
ar: حدث خطأ أثناء تحميل الصفحات. اسحب للتحديث لإعادة المحاولة.
ca: S'ha produït un error en carregar les pàgines. Estireu per actualitzar per tornar-ho a provar.
cy: Gwall wrth lwytho tudalennau. Tynnwch i adnewyddu a rhoi cynnig arall arni.
da: Der opstod en fejl under indlæsningen af sider. Træk for at opdatere for at prøve igen.
da_instk12: Der opstod en fejl under indlæsningen af sider. Træk for at opdatere for at prøve igen.
de: Fehler beim Laden der Seiten. Ziehen Sie zur Aktualisierung, um es erneut zu versuchen.
es: Hubo un error al cargar las páginas. Pulse actualizar para volver a intentarlo.
es_es: Ha habido un error al cargar las páginas. Pulsa actualizar para volver a intentarlo.
fi: Sivujen latauksessa ilmeni virhe. Yritä uudelleen ja vedä päivittääksesi.
fr: Une erreur est survenue lors du chargement des pages. Balayez vers le bas pour actualiser et réessayer.
fr_ca: Une erreur est survenue lors du chargement des pages. Tirez pour actualiser et réessayer.
ga: Tharla earráid agus na leathanaigh á lódáil. Tarraing chun athnuachan a dhéanamh chun triail eile a bhaint as.
hi: पेज लोड करने में त्रुटि हुई। फिर से कोशिश करने के लिए रीफ़्रेश करने के लिए खींचें।
ht: Te gen yon erè nan chajman paj yo. Rale pou aktyalize pou ka eseye ankò.
id: Terjadi kesalahan saat memuat halaman. Tarik untuk menyegarkan atau mencoba lagi.
is: Villa kom upp við að sækja síður. Dragðu til að endurglæða til að reyna aftur.
it: Si è verificato un errore durante il caricamento delle pagine. Trascinare verso il basso per aggiornare e riprovare.
ja: ページの読み込み中にエラーが発生しました。プルして更新し、再試行してください。
ko: 페이지를 로드하는 데 오류가 있었습니다. 다시 시도하기 위해 당겨서 새로 고칩니다.
mi: He hapa i te wā e uta ana ngā whārangi Kumea ki te whakahou ki te ngana anō.
ms: Terdapat ralat untuk memuatkan halaman. Tarik untuk segar semula untuk mencuba lagi.
nb: Det oppsto en feil ved lasting av sider. Dra for å oppdatere og prøve på nytt.
nb_instk12: Det oppsto en feil ved lasting av sider. Dra for å oppdatere og prøve på nytt.
nl: Er is een fout opgetreden bij het laden van pagina's. Pull om te vernieuwen om het opnieuw te proberen.
pl: Wystąpił błąd podczas wczytywania stron. Przeciągnij, aby odświeżyć widok, i spróbuj ponownie.
pt: Houve um erro ao carregar as páginas. Puxe para refrescar para tentar novamente.
pt_br: Houve um erro ao carregar páginas. Puxe para atualizar para tentar novamente.
ru: Произошла ошибка при загрузке страниц. Потяните для обновления, чтобы попробовать еще раз.
sl: Pri nalaganju strani je prišlo do napake. Povlecite za osvežitev, da poskusite znova.
sv: Det gick inte att läsa in sidor. Dra för att uppdatera igen.
sv_instk12: Det gick inte att läsa in sidor. Dra för att uppdatera igen.
th: มีข้อผิดพลาดในการโหลดหน้าเพจ ดึงเพื่อรีเฟรชเพื่อลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi khi tải trang. Hãy kéo để làm mới rồi thử lại.
zh: 加载页面时发生错误。下拉刷新以重试。
zh_hk: 載入頁面時發生錯誤。提取以進行重新整理以再試一次。

source: There was an error loading people. Pull to refresh to try again.
ar: حدث خطأ أثناء تحميل الأشخاص. اسحب للتحديث لإعادة المحاولة.
ca: S'ha produït un error en carregar les persones. Estireu per actualitzar per tornar-ho a provar.
cy: Gwall wrth lwytho pobl. Tynnwch i adnewyddu a rhoi cynnig arall arni.
da: Der opstod en fejl under indlæsning af deltagere. Træk for at opdatere for at prøve igen.
da_instk12: Der opstod en fejl under indlæsning af deltagere. Træk for at opdatere for at prøve igen.
de: Fehler beim Laden der Personen. Ziehen Sie zur Aktualisierung, um es erneut zu versuchen.
es: Hubo un error al cargar las personas. Pulse actualizar para volver a intentarlo.
es_es: Ha habido un error al cargar las personas. Pulsa actualizar para volver a intentarlo.
fi: Ihmisten latauksessa ilmeni virhe. Yritä uudelleen ja vedä päivittääksesi.
fr: Une erreur est survenue pendant le chargement des personnes. Balayez vers le bas pour actualiser et réessayer.
fr_ca: Une erreur est survenue lors du chargement des personnes. Tirez pour actualiser et réessayer.
ga: Tharla earráid agus daoine á lódáil. Tarraing chun athnuachan a dhéanamh chun triail eile a bhaint as.
hi: लोग लोड करने में त्रुटि हुई। फिर से कोशिश करने के लिए रीफ़्रेश करने के लिए खींचें।
ht: Te gen yon erè nan chajman kontak yo. Rale pou aktyalize pou ka eseye ankò.
id: Terjadi kesalahan saat memuat orang. Tarik untuk menyegarkan atau mencoba lagi.
is: Villa kom upp við að sækja fólk. Dragðu til að endurglæða til að reyna aftur.
it: Si è verificato un errore durante il caricamento delle persone. Trascinare verso il basso per aggiornare e riprovare.
ja: ピープルのロード中にエラーが発生しました。プルして更新し、再試行してください。
ko: 사용자를 로드하는 데 오류가 있었습니다. 다시 시도하기 위해 당겨서 새로 고칩니다.
mi: He hapa i te wā e uta ana ngā tāngata. Kumea ki te whakahou ki te ngana anō.
ms: Terdapat ralat untuk memuatkan orang. Tarik untuk segar semula untuk mencuba lagi.
nb: Det oppsto en feil under lasting av folk. Dra for å oppdatere og prøve på nytt.
nb_instk12: Det oppsto en feil under lasting av folk. Dra for å oppdatere og prøve på nytt.
nl: Er is een fout opgetreden bij het laden van personen. Pull om te vernieuwen om het opnieuw te proberen.
pl: Wystąpił błąd podczas wczytywania osób. Przeciągnij, aby odświeżyć widok, i spróbuj ponownie.
pt: Houve um erro ao carregar pessoas. Puxe para refrescar para tentar novamente.
pt_br: Houve um erro ao carregar pessoas. Puxe para atualizar para tentar novamente.
ru: Произошла ошибка при скачивании людей. Потяните для обновления, чтобы попробовать еще раз.
sl: Pri nalaganju ljudi je prišlo do napake. Povlecite za osvežitev, da poskusite znova.
sv: Det gick inte att läsa in personer. Dra för att uppdatera igen.
sv_instk12: Det gick inte att läsa in personer. Dra för att uppdatera igen.
th: มีข้อผิดพลาดในการโหลดบุคคล ดึงเพื่อรีเฟรชเพื่อลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi khi tải mọi người. Hãy kéo để làm mới rồi thử lại.
zh: 加载人脉时出错。下拉刷新以重试。
zh_hk: 載入成員時發生錯誤。提取以進行重新整理以再試一次。

source: There was an error loading quizzes. Pull to refresh to try again.
ar: حدث خطأ أثناء تحميل الاختبارات الموجزة. اسحب للتحديث لإعادة المحاولة.
ca: S'ha produït un error en carregar les proves. Estireu per actualitzar per tornar-ho a provar.
cy: Gwall wrth lwytho cwisiau. Tynnwch i adnewyddu a rhoi cynnig arall arni.
da: Der opstod en fejl under indlæsning af test. Træk for at opdatere for at prøve igen.
da_instk12: Der opstod en fejl under indlæsning af quiz. Træk for at opdatere for at prøve igen.
de: Fehler beim Laden der Quiz. Ziehen Sie zur Aktualisierung, um es erneut zu versuchen.
es: Hubo un error al cargar los exámenes. Pulse actualizar para volver a intentarlo.
es_es: Ha habido un error al cargar las pruebas. Pulsa actualizar para volver a intentarlo.
fi: Kyselyiden latauksessa ilmeni virhe. Yritä uudelleen ja vedä päivittääksesi.
fr: Une erreur est survenue lors du chargement des questionnaires. Balayez vers le bas pour actualiser et réessayer.
fr_ca: Une erreur est survenue lors du chargement des questionnaires. Tirez pour actualiser et réessayer.
ga: Tharla earráid agus quizeanna á lódáil. Tarraing chun athnuachan a dhéanamh chun triail eile a bhaint as.
hi: प्रश्नोत्तरी लोड करने में त्रुटि हुई। फिर से कोशिश करने के लिए रीफ़्रेश करने के लिए खींचें।
ht: Te gen yon erè nan chajman quiz yo. Rale pou aktyalize pou ka eseye ankò.
id: Terjadi kesalahan saat memuat kuis. Tarik untuk menyegarkan atau mencoba lagi.
is: Villa kom upp við að hlaða prófum. Dragðu til að endurglæða til að reyna aftur.
it: Si è verificato un errore durante il caricamento dei quiz. Trascinare verso il basso per aggiornare e riprovare.
ja: 小テストの読み込み中にエラーが発生しました。プルして更新し、再試行してください。
ko: 퀴즈를 로드하는 데 오류가 있었습니다. 다시 시도하기 위해 당겨서 새로 고칩니다.
mi: He hapa i te wā e uta ana ngā quizzes. Kumea ki te whakahou ki te ngana anō.
ms: Terdapat ralat untuk memuatkan kuiz. Tarik untuk segar semula untuk mencuba lagi.
nb: Det oppsto en feil under lasting av quizer. Dra for å oppdatere og prøve på nytt.
nb_instk12: Det oppsto en feil under lasting av quizer. Dra for å oppdatere og prøve på nytt.
nl: Er is een fout opgetreden bij het laden van toetsen. Ophalen om te vernieuwen en het nogmaals te proberen.
pl: Wystąpił błąd podczas wczytywania testów. Przeciągnij, aby odświeżyć widok, i spróbuj ponownie.
pt: Houve um erro ao carregar os questionários. Puxe para refrescar para tentar novamente.
pt_br: Houve um erro ao carregar questionários. Puxe para atualizar para tentar novamente.
ru: Произошла ошибка при загрузке тестов. Потяните для обновления, чтобы попробовать еще раз.
sl: Pri nalaganju kvizov je prišlo do napake. Povlecite za osvežitev, da poskusite znova.
sv: Det gick inte att läsa in quiz. Dra för att uppdatera och försöka igen.
sv_instk12: Det gick inte att läsa in quiz. Dra för att uppdatera igen.
th: มีข้อผิดพลาดในการโหลดแบบทดสอบ ดึงเพื่อรีเฟรชเพื่อลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi khi tải các câu hỏi kiểm tra. Hãy kéo để làm mới rồi thử lại.
zh: 加载测验时发生错误。下拉刷新以重试。
zh_hk: 載入測驗時發生錯誤。提取以進行重新整理以再試一次。

source: There was an error loading recipients. Pull to refresh to try again.
ar: حدث خطأ أثناء تحميل المتلقين. اسحب للتحديث لإعادة المحاولة.
ca: S'ha produït un error en carregar els destinataris. Estireu per actualitzar per tornar-ho a provar.
cy: Gwall wrth lwytho derbynwyr. Tynnwch i adnewyddu a rhoi cynnig arall arni.
da: Der opstod en fejl under indlæsning af modtagere. Træk for at opdatere for at prøve igen.
da_instk12: Der opstod en fejl under indlæsning af modtagere. Træk for at opdatere for at prøve igen.
de: Fehler beim Laden der Empfänger. Ziehen Sie zur Aktualisierung, um es erneut zu versuchen.
es: Se produjo un error al cargar los destinatarios. Pulse Actualizar para volver a intentarlo.
es_es: Ha habido un error al cargar los destinatarios. Pulsa actualizar para volver a intentarlo.
fi: Vastaanottajien latauksessa ilmeni virhe. Yritä uudelleen ja vedä päivittääksesi.
fr: Une erreur est survenue lors du chargements des destinataires Balayez vers le bas pour actualiser et réessayer.
fr_ca: Une erreur est survenue lors du chargement des destinataires. Tirez pour actualiser et réessayer.
ga: Tharla earráid agus na faighteoirí á lódáil. Tarraing chun athnuachan a dhéanamh chun triail eile a bhaint as.
hi: प्राप्तकर्ता लोड करने में त्रुटि हुई। फिर से कोशिश करने के लिए रीफ़्रेश करने के लिए खींचें।
ht: Te gen yon erè nan chajman destinatè yo. Rale pou aktyalize pou ka eseye ankò.
id: Terjadi kesalahan saat memuat penerima. Tarik untuk menyegarkan atau mencoba lagi.
is: Villa við að hlaða móttakendum. Dragðu til að endurglæða til að reyna aftur.
it: Si è verificato un errore durante il caricamento dei destinatari. Trascinare verso il basso per aggiornare e riprovare.
ja: 受取人の読み込み中にエラーが発生しました。 プルして更新し、再試行してください。
ko: 수신자를 로드하는 데 오류가 있었습니다. 다시 시도하기 위해 당겨서 새로 고칩니다.
mi: I hapa te uta i nga kaiwhiwhi. Kumea ki te whakahou ki te ngana anō.
ms: Terdapat ralat memuatkan penerima. Tarik untuk segar semula untuk mencuba lagi.
nb: Det oppsto en feil under lasting av mottakere. Dra for å oppdatere og prøve på nytt.
nb_instk12: Det oppsto en feil under lasting av mottakere. Dra for å oppdatere og prøve på nytt.
nl: Er is een fout opgetreden bij het laden van ontvangers. Ophalen om te vernieuwen en het nogmaals te proberen.
pl: Wystąpił błąd podczas wczytywania odbiorców. Przeciągnij, aby odświeżyć widok, i spróbuj ponownie.
pt: Ocorreu um erro ao carregar os destinatários. Puxe para refrescar para tentar novamente.
pt_br: Ocorreu um erro ao carregar os destinatários. Puxe para atualizar para tentar novamente.
ru: Произошла ошибка при загрузке получателей. Потяните для обновления, чтобы попробовать еще раз.
sl: Pri nalaganju prejemnikov je prišlo do napake. Povlecite za osvežitev, da poskusite znova.
sv: Det gick inte att läsa in mottagare. Dra för att uppdatera och försöka igen.
sv_instk12: Det gick inte att läsa in mottagare. Dra för att uppdatera igen.
th: มีข้อผิดพลาดในการโหลดผู้รับ ดึงเพื่อรีเฟรชเพื่อลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi khi tải người nhận. Hãy kéo để làm mới rồi thử lại.
zh: 加载接收人时出错。 下拉刷新以重试。
zh_hk: 載入收件人時發生錯誤。 提取以進行重新整理以再試一次。

source: There was an error loading the message. Pull to refresh to try again.
ar: حدث خطأ أثناء تحميل الرسالة. اسحب للتحديث لإعادة المحاولة.
ca: S’ha produït un error en carregar el missatge. Estireu per actualitzar per tornar-ho a provar.
cy: Gwall wrth lwytho'r neges. Tynnwch i adnewyddu a rhoi cynnig arall arni.
da: Der opstod en fejl under indlæsning af beskeden. Træk for at opdatere for at prøve igen.
da_instk12: Der opstod en fejl under indlæsning af beskeden. Træk for at opdatere for at prøve igen.
de: Fehler beim Laden der Nachricht Ziehen Sie zur Aktualisierung, um es erneut zu versuchen.
es: Hubo un error al cargar el mensaje. Pulse actualizar para volver a intentarlo.
es_es: Ha habido un error al cargar el mensaje. Pulsa actualizar para volver a intentarlo.
fi: Viestin lataamisessa ilmeni virhe. Yritä uudelleen ja vedä päivittääksesi.
fr: Une erreur est survenue lors du chargement du message. Balayez vers le bas pour actualiser et réessayer.
fr_ca: Une erreur est survenue lors du chargement du message. Tirez pour actualiser et réessayer.
ga: Tharla earráid agus an teachtaireacht á lódáil. Tarraing chun athnuachan a dhéanamh chun triail eile a bhaint as.
hi: संदेश लोड करने में त्रुटि हुई। फिर से कोशिश करने के लिए रीफ़्रेश करने के लिए खींचें।
ht: Te gen yon erè nan chajman mesaj la. Rale pou aktyalize pou ka eseye ankò.
id: Terjadi kesalahan saat memuat pesan. Tarik untuk menyegarkan atau mencoba lagi.
is: Villa við að hlaða skilaboðunum. Dragðu til að endurglæða til að reyna aftur.
it: Si è verificato un errore di caricamento messaggio. Trascinare verso il basso per aggiornare e riprovare.
ja: メッセージの読み込み中にエラーが発生しました。プルして更新し、再試行してください。
ko: 메시지를 로드하는 데 오류가 있었습니다. 다시 시도하기 위해 당겨서 새로 고칩니다.
mi: He hapa i te utaina o te korerorero. Kumea ki te whakahou ki te ngana anō.
ms: Terdapat ralat memuatkan mesej ini. Tarik untuk segar semula untuk mencuba lagi.
nb: Det oppsto en feil under henting av meldingen. Dra for å oppdatere og prøve på nytt.
nb_instk12: Det oppsto en feil under henting av meldingen. Dra for å oppdatere og prøve på nytt.
nl: Er is een fout opgetreden bij het laden van het bericht. Ophalen om te vernieuwen en het nogmaals te proberen.
pl: Wystąpił błąd podczas wczytywania wiadomości. Przeciągnij, aby odświeżyć widok, i spróbuj ponownie.
pt: Houve um erro ao carregar a mensagem. Puxe para refrescar para tentar novamente.
pt_br: Ocorreu um erro ao carregar a mensagem. Puxe para atualizar para tentar novamente.
ru: Произошла ошибка при скачивании сообщения. Потяните для обновления, чтобы попробовать еще раз.
sl: Prišlo je do napake pri nalaganju sporočila. Povlecite za osvežitev, da poskusite znova.
sv: Ett fel inträffade vid inläsning av meddelandet. Dra för att uppdatera och försöka igen.
sv_instk12: Ett fel inträffade vid inläsning av meddelandet. Dra för att uppdatera igen.
th: มีข้อผิดพลาดในการโหลดข้อความ ดึงเพื่อรีเฟรชเพื่อลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi khi tải tin nhắn. Hãy kéo để làm mới rồi thử lại.
zh: 加载消息时出错。下拉刷新以重试。
zh_hk: 載入訊息時發生錯誤。提取以進行重新整理以再試一次。

source: There was an error loading To-do items. Pull to refresh to try again.
ar: وقع خطأ أثناء تحميل عناصر قوائم المهام. اسحب للتحديث لإعادة المحاولة.
ca: S'ha produït un error en carregar els elements Tasques pendents. Estireu per actualitzar per tornar-ho a provar.
cy: Gwall wrth lwytho Eitemau i’w Gwneud. Tynnwch i adnewyddu a rhoi cynnig arall arni.
da: Der opstod en fejl under indlæsning af elementer på opgavelisten. Træk for at opdatere for at prøve igen.
da_instk12: Der opstod en fejl under indlæsning af elementer på opgavelisten. Træk for at opdatere for at prøve igen.
de: Beim Laden der To-Do-Elemente ist ein Fehler aufgetreten. Ziehen Sie zur Aktualisierung, um es erneut zu versuchen.
es: Hubo un error al cargar los ítems Por hacer. Presione Actualizar para volver a intentarlo.
es_es: Se ha producido un error al cargar los ítems de tareas pendientes. Pulsa actualizar para volver a intentarlo.
fi: Tehtäväkohteiden latauksessa ilmeni virhe. Yritä uudelleen vetämällä.
fr: Une erreur s’est produite lors du chargement des tâches À faire. Balayez vers le bas pour actualiser et réessayer.
fr_ca: Une erreur s’est produite lors du chargement des tâches à accomplir. Tirez pour actualiser et réessayer.
ga: Tharla earráid agus míreanna Le Déanamh á luchtú. Tarraing chun athnuachan a dhéanamh chun triail eile a bhaint as.
hi: 'करने के लिए' आइटम लोड करते समय त्रुटि हुई। फिर से कोशिश करने के लिए रीफ़्रेश करने के लिए खींचें।
ht: Te gen yon erè pandan y ap chaje tacj pou Fè yo. Rale pou aktyalize pou ka eseye ankò.
id: Terjadi kesalahan saat memuat item To-do. Tarik untuk menyegarkan atau mencoba lagi.
is: Villa við að hlaða verkefnalista. Dragðu til að endurglæða til að reyna aftur.
it: Si è verificato un errore durante il caricamento dei elementi dell’elenco attività. Trascinare verso il basso per aggiornare e riprovare.
ja: するべきこと項目のロード中にエラーが発生しました。プルして更新し、再試行してください。
ko: 할 일 항목을 로드하는 데 오류가 있었습니다. 다시 시도하기 위해 당겨서 새로 고칩니다.
mi: I puta he hapa i te utaina o ngā tūemi Mahi-ā-ringa. Kumea ki te whakahou ki te ngana anō.
ms: Terdapat ralat memuatkan item Untuk Dilakukan. Tarik untuk segar semula untuk mencuba lagi.
nb: Det oppsto en feil under lastingen av gjøremål. Dra for å oppdatere og prøve på nytt.
nb_instk12: Det oppsto en feil under lastingen av gjøremål. Dra for å oppdatere og prøve på nytt.
nl: Er is een fout opgetreden bij het laden van opdrachten. Haal ze op om de lijst te vernieuwen en probeer het opnieuw.
pl: Wystąpił błąd z wczytywaniem elementów listy zadań. Przeciągnij, aby odświeżyć widok, i spróbuj ponownie.
pt: Ocorreu um erro ao carregar os itens da tarefa. Puxe para refrescar para tentar novamente.
pt_br: Ocorreu um erro ao carregar itens de listas de tarefas. Puxe para atualizar para tentar novamente.
ru: Произошла ошибка при загрузке задач. Потяните для обновления, чтобы попробовать еще раз.
sl: Pri nalaganju opravil je prišlo do napake. Povlecite za osvežitev, da poskusite znova.
sv: Det gick inte att läsa in Att göra-objekt. Dra för att uppdatera och försöka igen.
sv_instk12: Det gick inte att läsa in Att göra-objekt. Dra för att uppdatera igen.
th: มีข้อผิดพลาดในการโหลดรายการที่ต้องทำ ดึงเพื่อรีเฟรชเพื่อลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi khi tải các mục Việc Cần Làm. Hãy kéo để làm mới và thử lại.
zh: 加载待办任务时出错。下拉刷新以重试。
zh_hk: 載入待辦項目時發生錯誤。提取以進行重新整理以再試一次。

source: There was an error while communicating with the server
ar: حدث خطأ أثناء الاتصال بالخادم
ca: S'ha produït un error en comunicar-se amb el servidor
cy: Gwall wrth gyfathrebu â'r gweinydd
da: Der opstod en fejl, mens der blev kommunikeret med serveren
da_instk12: Der opstod en fejl, mens der blev kommunikeret med serveren
de: Beim Kommunizieren mit dem Server ist ein Fehler aufgetreten.
es: Se produjo un error al comunicarse con el servidor
es_es: Ha habido un error al comunicarse con el servidor
fi: Ilmeni virhe kommunikoitaessa palvelimen kanssa
fr: Une erreur s’est produite lors de la communication avec le serveur.
fr_ca: Une erreur est survenue pendant la communication avec le serveur.
ga: Tharla earráid agus cumarsáid a dhéanamh leis an bhfreastálaí
hi: सर्वर के साथ संचार करते समय त्रुटि हुई
ht: Te gen yon erè pandan kominikasyon ak sèvè a
id: Terjadi kesalahan saat berkomunikasi dengan server.
is: Villa kom upp við samskipti við þjóninn
it: Si è verificato un errore durante la comunicazione con il server
ja: サーバーとの通信中にエラーが発生しました
ko: 서버와 통신하는 동안 오류가 있었습니다
mi: He hapa i te wā e kōrero ana ki te tūmau.
ms: Terdapat ralat semasa berkomunikasi dengan pelayan
nb: Det oppsto en feil under serverkommunikasjonen
nb_instk12: Det oppsto en feil under serverkommunikasjonen
nl: Er is een fout opgetreden bij het communiceren met de server
pl: Wystąpił błąd podczas komunikacji z serwerem
pt: Ocorreu um erro enquanto comunicava com o servidor
pt_br: Ocorreu um erro durante a comunicação com o servidor
ru: При обмене данными с сервером произошла ошибка
sl: Med komunikacijo s strežnikom je prišlo do napake
sv: Ett fel uppstod under kommunikation med servern
sv_instk12: Ett fel uppstod under kommunikation med servern
th: มีข้อผิดพลาดในขณะสื่อสารกับเซิร์ฟเวอร์
vi: Đã xảy ra lỗi khi giao tiếp với máy chủ
zh: 与服务器通信时发生错误
zh_hk: 在與伺服器通訊時出現問題

source: There was an error while logging you in. You can try again, or come back a bit later.
ar: حدث خطأ أثناء تسجيل دخولك. يمكنك أن تعيد المحاولة، أو تعود لاحقًا.
ca: S’ha produït un error en iniciar la sessió. Podeu provar-ho de nou o tornar una mica més endavant.
cy: Cafwyd gwall wrth eich mewngofnodi. Gallwch roi cynnig arall arni, neu ddod yn ôl rywbryd eto.
da: Der opstod en fejl under login. Du kan prøve igen eller komme tilbage lidt senere.
da_instk12: Der opstod en fejl under login. Du kan prøve igen eller komme tilbage lidt senere.
de: Beim Einloggen ist ein Fehler aufgetreten. Sie können es noch einmal versuchen oder später wiederkommen.
es: Se produjo un error al iniciar sesión. Puede volver a intentarlo o volver más tarde.
es_es: Se ha producido un error al iniciar sesión. Puedes volver a intentarlo o regresar un poco más tarde.
fi: Sisäänkirjautumisessa tapahtui virhe. Voit yrittää uudelleen tai palata takaisin hieman myöhemmin.
fr: Une erreur s’est produite lors de votre connexion. Réessayez ou revenez un peu plus tard.
fr_ca: Une erreur s’est produite lors de la connexion. Vous pouvez réessayer ou revenir un peu plus tard.
ga: Tharla earráid agus tú á logáil isteach. Is féidir leat iarracht eile a dhéanamh, nó teacht ar ais beagán níos déanaí.
hi: लॉग इन करते समय एक त्रुटि हुई। आप पुनः प्रयास कर सकते हैं या थोड़ी देर बाद वापस आ सकते हैं।
ht: Te gen yon erè ki fèt pandan y ap konekte w. Ou ka eseye ankò oswa retounen pita.
id: Terjadi kesalahan saat Anda masuk. Anda dapat mencoba lagi, atau kembali lagi nanti.
is: Villa kom upp við innskráningu. Þú getur reynt aftur eða komið aftur síðar.
it: Si è verificato un errore durante l’accesso. Riprova adesso o più tardi.
ja: ログイン中にエラーが発生しました。もう一度お試しいただくか、後ほど再度お試しください。
ko: 로그인하는 데 오류가 있었습니다. 다시 시도하거나 나중에 다시 로그인할 수 있습니다.
mi: He hapa i te wa e takiuru ana koe. Ka taea e koe te ngana ano, ka hoki mai ano a muri ake nei.
ms: Terdapat ralat semasa anda log masuk. Anda boleh cuba semula atau kembali semula kemudian.
nb: Det oppsto en feil under innloggingen. Du kan prøve igjen eller komme tilbake litt senere.
nb_instk12: Det oppsto en feil under innloggingen. Du kan prøve igjen eller komme tilbake litt senere.
nl: Er is een fout opgetreden bij het inloggen. Je kunt het opnieuw proberen of wat later terugkomen.
pl: Wystąpił błąd podczas logowania. Możesz spróbować ponownie lub wrócić trochę później.
pt: Ocorreu um erro durante o início de sessão. Pode tentar novamente ou voltar mais tarde.
pt_br: Ocorreu um erro ao fazer seu login. Você pode tentar novamente ou voltar mais tarde.
ru: Произошла ошибка при входе в систему. Вы можете повторить попытку или вернуться позднее.
sl: Pri prijavi je prišlo do napake. Lahko poskusite znova ali se vrnete nekoliko kasneje.
sv: Ett fel inträffade när du loggade in. Du kan försöka igen eller komma tillbaka lite senare.
sv_instk12: Ett fel inträffade när du loggade in. Du kan försöka igen eller komma tillbaka lite senare.
th: มีข้อผิดพลาดขณะล็อกอินให้กับคุณ คุณสามารถลองใหม่อีกครั้งหรือกลับเข้ามาในภายหลัง
vi: Đã xảy ra lỗi khi đăng nhập. Bạn có thể thử lại hoặc quay lại sau.
zh: 登录时出错。您可以重试或稍后回来。
zh_hk: 登入時發生錯誤。您可以重試，或稍後再回來。
